Overload List
Name  |   Description
AnalysisDisplayDeformedShapeSettings
 Constructs a default instance of deformed shape settings.
AnalysisDisplayDeformedShapeSettings(AnalysisDisplayDeformedShapeSettings)
 Constructs a new copy of the input AnalysisDisplayDeformedShapeSettings object.
 See Also
  AnalysisDisplayDeformedShapeSettings Class
  AnalysisDisplayDeformedShapeSettings Members
  Autodesk.Revit.DB.Analysis Namespace